tap "dopplerhq/cli"
tap "dyc5828/tap"
tap "heroku/brew"
tap "homebotapp/tap"
tap "microsoft/git"
tap "stripe/stripe-cli"
tap "wix/brew"
tap "xcodesorg/made"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "awscli"
brew "libgit2"
brew "bat"
brew "boost"
brew "glib"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "libyaml"
brew "cocoapods"
brew "ctop"
brew "curl"
brew "docker-compose"
brew "docutils"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "ffmpeg"
brew "frum"
brew "fzf"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "webp"
brew "pango"
brew "ghostscript"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "guile"
brew "hwatch"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libraw"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "mactop"
brew "mas"
brew "mint"
brew "nghttp2"
brew "ripgrep"
brew "opencode"
brew "openssl@1.1"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "riff"
brew "starship"
brew "thefuck"
brew "tmux"
brew "uv"
brew "watchman"
brew "wget"
brew "witr"
brew "xcodes"
brew "yt-dlp"
brew "zoxide"
brew "dopplerhq/cli/doppler"
brew "dyc5828/tap/bkup"
brew "heroku/brew/heroku"
brew "homebotapp/tap/godev"
brew "stripe/stripe-cli/stripe"
brew "wix/brew/applesimutils"
cask "1password-cli"
cask "claude-code@latest"
cask "codex"
cask "cursor"
cask "expo-orbit"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "music-decoy"
cask "react-native-debugger"
cask "visual-studio-code"
cask "warp"
cask "zulu@17"
