tap "dopplerhq/cli"
tap "dyc5828/tap"
tap "heroku/brew"
tap "homebotapp/tap"
tap "microsoft/git"
tap "stripe/stripe-cli"
tap "wix/brew"
tap "xcodesorg/made"
brew "webp"
brew "jpeg-xl"
brew "openssl@1.1"
brew "openssl@3"
brew "aria2"
brew "awscli"
brew "libgit2"
brew "bat"
brew "glib"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "libyaml"
brew "cocoapods"
brew "ctop"
brew "curl"
brew "docker-compose"
brew "docutils"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "frum"
brew "fzf"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "guile"
brew "hwatch"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "mactop"
brew "mas"
brew "mint"
brew "nghttp2"
brew "ripgrep"
brew "opencode"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "riff"
brew "starship"
brew "thefuck"
brew "tmux"
brew "uv"
brew "watchman"
brew "wget"
brew "witr"
brew "xcodes"
brew "yt-dlp"
brew "zoxide"
brew "dopplerhq/cli/doppler"
brew "dyc5828/tap/bkup"
brew "heroku/brew/heroku"
brew "homebotapp/tap/godev"
brew "stripe/stripe-cli/stripe"
brew "wix/brew/applesimutils"
cask "1password-cli"
cask "claude-code"
cask "codex"
cask "cursor"
cask "expo-orbit"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "music-decoy"
cask "react-native-debugger"
cask "visual-studio-code"
cask "warp"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cursor Highlighter", id: 1576720712
mas "Developer", id: 640199958
mas "Folder Preview", id: 6698876601
mas "Hidden Bar", id: 1452453066
mas "Magnet", id: 441258766
mas "Markdown Preview", id: 6739955340
mas "Menu World Time", id: 1446377255
mas "MuteKey", id: 1509590766
mas "One Thing", id: 1604176982
mas "Parcel", id: 375589283
mas "Presentation Camera", id: 1599926131
mas "TestFlight", id: 899247664
mas "Vivid", id: 6443470555
mas "WiFi Explorer", id: 494803304
vscode "albert.tabout"
vscode "apollographql.vscode-apollo"
vscode "augment.vscode-augment"
vscode "be5invis.toml"
vscode "bierner.color-info"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "circleci.circleci"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lokalise.i18n-ally"
vscode "lottiefiles.vscode-lottie"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "openai.chatgpt"
vscode "pbeast.lanes-navigator"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stxr.iconfont-preview"
vscode "toba.vsfire"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "williamdasilva.lottie-viewer"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
