tap "dopplerhq/cli"
tap "heroku/brew"
tap "homebotapp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
tap "stripe/stripe-cli"
tap "wix/brew"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "circleci"
brew "curl"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "frum"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "unbound"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "harfbuzz"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "mint"
brew "nghttp2"
brew "openssl@3"
brew "pyenv"
brew "redis"
brew "starship"
brew "thefuck"
brew "watchman"
brew "wget"
brew "dopplerhq/cli/doppler"
brew "heroku/brew/heroku"
brew "homebotapp/tap/godev"
brew "stripe/stripe-cli/stripe"
brew "wix/brew/applesimutils"
cask "aws-vault"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core"
cask "react-native-debugger"
cask "zulu11"
